import { Tag } from "antd";

export default function Updates() {
	return (
		<div className="updates">
			<p><Tag>30.10.24</Tag>Добавлен график доходов за последний год</p>
			<p><Tag>28.10.24</Tag>Добавлен виджет с основной рыночной информацией (иконка с индикатором газа)</p>
			<p><Tag>26.10.24</Tag>Добавлен калькулятор CAGR</p>
			<p><Tag>25.10.24</Tag>Добавлен виджет с графиками котировок для произвольных пар токенов</p>
			<p><Tag>24.10.24</Tag>Добавлены новые инструменты связанные с безопасностью</p>
			<p><Tag>21.10.24</Tag>Добавлен калькулятор сложных процентов</p>
			<p><Tag>19.10.24</Tag>Добавлена возможность оставлять на главной странице только нужные виджеты</p>
			<p><Tag>17.10.24</Tag>Добавлен индикатор стоимости газа в сети эфира</p>
			<p><Tag>12.10.24</Tag>Добавлен калькулятор для расчёта непостоянных потерь</p>
			<p><Tag>10.10.24</Tag>Добавлен калькулятор для расчёта показателя здоровья</p>
			<p><Tag>07.10.24</Tag>Добавлен разделитель между журналом и списком токенов для настройки размеров панелей</p>
			<p><Tag>06.10.24</Tag>Добавлен тег с общей стоимостью позиции в долларах</p>
			<p><Tag>06.10.24</Tag>Добавлен калькулятор лупинга</p>
			<p><Tag>05.10.24</Tag>Добавлен калькулятор для расчёта средней цены покупки/продажи в пуле</p>
			<p><Tag>05.10.24</Tag>Добавлен калькулятор для расчёта соотношения токенов при их добавлении в пул</p>
			<p><Tag>13.09.24</Tag>Добавлен виджет для поиска пулов на DefiLlama</p>
			<p><Tag>05.09.24</Tag>Добавлен виджет для проверки цены в пулах</p>
			<p><Tag>29.08.24</Tag>Добавлен виджет со списком основных инструментов в DeFi</p>
			<p><Tag>11.08.24</Tag>Добавлен виджет для поиска пулов на Merkl</p>
			<p><Tag>10.08.24</Tag>Добавлен экспорт/импорт базы данных</p>
			<p><Tag>09.08.24</Tag>Запуск приложения</p>
		</div>
	)
}
