import { Tag } from "antd";

export default function Updates() {
	return (
		<div className="updates">
			<p><Tag>17.10.24</Tag>Добавлен индикатор стоимости газа в сети эфира</p>
			<p><Tag>12.10.24</Tag>Добавлен калькулятор для расчёта непостоянных потерь</p>
			<p><Tag>10.10.24</Tag>Добавлен калькулятор для расчёта показателя здоровья</p>
			<p><Tag>07.10.24</Tag>Добавлен разделитель между журналом и списком токенов для настройки размеров панелей</p>
			<p><Tag>06.10.24</Tag>Добавлен тег с общей стоимостью позиции в долларах</p>
			<p><Tag>06.10.24</Tag>Добавлен калькулятор лупинга</p>
			<p><Tag>05.10.24</Tag>Добавлен калькулятор для расчёта соотношения токенов в пуле</p>
			<p><Tag>13.09.24</Tag>Добавлен виджет для поиска пулов на DefiLlama</p>
			<p><Tag>05.09.24</Tag>Добавлен виджет для проверки цены в пулах</p>
			<p><Tag>29.08.24</Tag>Добавлен виджет со списком основных инструментов в DeFi</p>
			<p><Tag>11.08.24</Tag>Добавлен виджет для поиска пулов на Merkl</p>
			<p><Tag>10.08.24</Tag>Добавлен экспорт/импорт базы данных</p>
			<p><Tag>09.08.24</Tag>Запуск приложения</p>
		</div>
	)
}
